{
    "Pages": [
        {
           "title": "About Us",
            "content": [
                "Stay Strong Boxing is becoming recognised as one of the best ways to maintain fitness and health and we're here to provide you with the right boxing gear UK wide, and further afield. Our friendly and informative sales staff is at hand, if required, to advise and guide you through all of the products that we offer. The team is here to assist if necessary, helping you select the right product for your individual needs.",
                "In addition to offering products for review and purchase, we will be extending our web services to keep you in touch with the global boxing online community. At Stay Strong Boxing, you'll find useful links and information about boxing events, forums and all the latest boxing news. Make us the one-stop boxing site central to all of your boxing needs, whether you're a professional/amateur boxer, a leisure centre offering boxing facilities or a boxing club."
            ]
        },
        {
            "title": "Delivery Information",
            "content": [
                "Please note, orders must be placed before 3pm (Monday-Friday only) to be dispatched the same day. Orders placed on a Saturday, Sunday, Bank Holiday or after 3pm will not be dispatched until the next available working day (Monday-Friday). If an item should go out of stock we will endeavour to inform you on the day of your order or by the next working day. Please note that Next Working Day delivery orders can only be shipped to the Cardholder's address.",
                "Free standard delivery is applied to UK mainland orders over the value of £100. Total basket weight must not exceed 15kg. All UK mainland orders will be dispatched between 2-4 working days, unless directly stated within the product description. Offer does not include next day delivery or any other delivery offer available.",
                "Free standard delivery during promotional periods is extended to UK mainland orders that do not exceed 40kg in total weight and excludes Boxing Rings, this is only available whilst the promotion lasts as stated on our home page during the promotion.",
                "Please note, that personalised items cannot be exchanged or returned unless there is a fault of manufacture, your statutory rights remain unaffected. As a result, please ensure the correct size and personalisation details when purchasing."
            ]
        },
        {
            "title": "Price Promise",
            "content": [
                "Stay Strong Boxing are committed in providing the best value for money when you shop with us online.  If you see an identical product, which includes the same size and colour variation that is advertised for less and in stock with another retailer and we also have it in stock, we will match the price.",
                "We can only do this if you bring this to our attention prior to your purchase and provide a copy of the relevant advert or web link. We reserve the right to satisfy ourselves that the offer is made by a reputable UK based retailer of similar standing to Stay Strong Boxing Ltd, they offer reasonable levels of customer service and operate at least one retail store."
            ]
        },
        {
            "title": "Contact Us",
            "content": [
                "Please feel free to contact us with any questions or queries you may have. We can be contacted by email, by telephone, or in writing at the details below.",
                "Email: Amirshaw@Hotmail.co.uk",
                "Phone: 01616263687",
                "Address: Whitworth House, Ashton Old Rd, Openshaw, Manchester M11 2WH"
            ]
        }
    ]
}